{
	"heroes": [
	{
		"name": "Zap",
		"realName": "Jay Stevens",
		"origin": "New York, USA",
		"age": 26,
		"description": "It really does take one single decision to change one's life. After graduating college, Jay Stevens settled into a monotonous lifestyle. Working in retail, looking over his cat at home, Jay kinda let life happen around him. The most exciting thing to happened to him in a while was being called for a night shift at the store where he worked since his collegue called in sick (he wasn't). In the middle of the uneventful shift, Jay noticed some commotion on the other side of the street and came out of his store to check it out. It looked like two thugs had cornered and older man, asking for his wallet and watch. Normally, Jay wouldn't do anything about it, things are things, he rationalized it. Better to lose some items than have someone get injured. Jay himself is still unsure what made him cross the street that night, but he would never forget the beating he got for stepping between the two parties. Bruised and wonded however, he stood tall, the old man cowering behind him. The thugs in the end gave up, as an onlooker from the nearby apartment building threatened to call police. The old man, tried to offer Jay some money as compensation, but it was rejected, so all he had left to give was a firm handshake for his defender. For some time the young man wouldn't know the significance of this gesture, but it was enough to transfer a great burden into his body. On the very next day, Jay, despite his injuries self hyper. His reactions and actions were faster, smoother and he could swear that he things in slow-mo once. After a week of this, Jay finally decided to test his own sanity and in the dead of night prepared to run a long lap in his city and time it. When he stopped at his destination three miles away from where he started, a minute had yet to pass. He wasn't tired, his legs weren't weak, yet he had done what olympic athletes wouldn't even dream of doing. Before long he donned a homemade mask and circled the city when off of work, helping wherever he could. He never met the old man again, but could guess who he was. Jay was next in a long line of protectors who moved like lightning. He had inherited a great power and knew he would have to become the next Zap.",
		"image": "zap"
	}, {
		"name": "Whirlwind",
		"realName": "Kimberly Adams",
		"origin": "Ohio, USA",
		"age": 22,
		"description": "It's still unknown how Kimberly was gifted with flight an year ago, but she didn't worry about it too much. All she knew was that it was the best feeling in the world and that this was her chance to make a difference. Another thing she was gifted with is an abundance of free time so she prototyped herself a costume and took to the skies. It wasn't until she saved the Channel 4 news team from their malfunctioning helicopter that the Alliance noticed her activity. Soon she came masked face to masked face with Zap and they immediately hit it off. They stopped several crimes together and he recommended her to the Alliance. Now she acts as it's latest member - often working alongside Zap. Happy with her new life and facing danger with a smile she is known as Whirlwind - the protector in the sky.",
		"image": "whirlwind"
	}, {
		"name": "Phaser",
		"realName": "Mike Thompson",
		"origin": "New York, USA",
		"age": 16,
		"description": "The teen from Brooklyn lives with his grandparents. Money being tight, he postponed his dreams of pro boxing to get an off the books job as a garbage man. Things got even more sidetracked when one late night at the city dump a light in the sky caught his attention as it landed in the middle junk. Cautiuos but curious Micheal approached the space rock. Touching it imbued him with cosmic energy and sent him flying into the air, but to his surprise he landed in his bed at home. He explained it to himself as a weird dream, but would soon discovered that he could displace his location at will, phasing through space. After spending weeks playing around with his newfound ability he found himself in trouble as he accidentally teleported in front of an incoming train cart. Despite his power, he was stunned and his doom was all but guaranteed. In the nick of time a blue streak dashed across the rails. Zap - the speedster on his way to a robbery, swept the teenage up and left him nearby, thinking the kid was trying to end his life. After a few words of encouragement and telling Mike that he hopes he'd \"See him walking around tomorrow\", he disappeared as fast as he showed up. Micheal didn't have time to explain himself, but did make a realization - what he had, what he could do, can no longer remain unused. He never wanted to become a hero, but now he felt like he had to - adding yet another responsiblity on his schedule. He decided he'd become a member of the Alliance. He'd become Phaser. Oh and his grandma totally knows what he's doing.",
		"image": "phaser"	
	}, {
		"name": "Dark Prinxess",
		"realName": "Katie Williams",
		"origin": "New York, USA",
		"age": 19,
		"description": "* Age 10 - Katie Williams' father is deployed overseas and killed in action. \n* Age 15 - Police bring Katie home after she's caught vandalizing a car with a group of adults. \n* Age 16 - Katie's mother has completly lost control over her daughter. The teen spends most nights out, ignored curfew and sneaks out at every possibility. Police get involved seemingly every week. \n* Age 17 - Katie projects red sparks from her eyes for the first time while under the influence of illegal substances. After meeting her boyfriend Lonnie, she's stopped living with her mom, who is almost relieved to get called for the daughter's latest crime. At least it meant she's alive. \n* Age 18 - Katie now has full control of her unexplicable ability. She can shoot heated lasers from her eyes, which are now almost always glowing red. Using this power the severity of her crimes keeps increasing, and she soon becomes the leader of her gang. \n* Age 19 - The Dark Prinxess leads her gang called the Squires, giving even veteran heroes a run for their money. Lonnie is just kinda hanging around at this point.",
		"image": "prinxess"
	}, {
		"name": "Alloy",
		"realName": "Anton Willaby",
		"origin": "New York, USA",
		"age": 36,
		"description": "Being a war veteran can be rough, especially when you're pretty rough yourself, and Anton Willaby certainly is that. After serving in the U.S. Military for more than seven years, an improvised mine took his right hand and damaged his hearing. When he came back home angry, he alienated his long-term girlfriend until finally deciding for her that she should be with \"a better, capable man who can take care of her\". At the same time he went through a series of jobs and interviews that didn't work out. Partly because of his condition, but mostly because of his attitude. He didn't care much about being fired. After his service all he could think about is doing something in which believed, but bills need to be paid, so he went to interview for chief of security at KalshimTech - a global leader in robotics, but before being called in, he noticed a man pulling a gun out on a well-dressed gentleman in the lobby. Without thinking, he jumped to action, and with only one hand disarmed the assailant, before constraining him. The gentleman could only smirk, as he revealed that this WAS the interview. It was mr. Kalshim himself - the founder, who congratulated Anton on the new job, but there was another offer waiting for Willaby as soon as they were alone in the CEO's office. Kalshim himself suffering from a disability, who watched for far too long the injustice in the world from his high tower, had designed a state of the art suit of armor. This would enable him, even in his state, to go out and intervene where the police could not. However, he realized raw power was not enough to do the right thing. Lack of training, no natural fighting instincts and a life inside a glass room had left Shaan Kalshim unable to properly use the suit he himself made. Anton could take the security job, forget this meeting and go on with his life, or he could also step into the armor. It goes without saying, that day is when he became the founder of the Alliance, he became Alloy.",
		"image": "alloy"
	}, {
		"name": "Fuego",
		"realName": "Santiago Moreno",
		"origin": "California, USA",
		"age": 28,
		"description": "Some people have it all, it would seem. Looks, charms and wits, all traits Santiago Moreno seems to possess. Oh and did I mention the money? Since he was ten, Santiago got bigger and better roles in movies and by the time he turned 17 he was on the cover of every teen magazine, after having found his perfect fit - romantic comedies. Of course receiving praise most of his life, also harbored a large, but fragile ego, so when a renown critic made fun of Santiago's performance in his latest movie, the actor was furious. He blew up his manager's phone. His next role should be something he's never done before, and so he was offered the lead role in an action movie based on the classic comicbook hero - Fireblast. The hero was rebranded as Fuego, and the superstar decided that method acting was the way to go. After all, that's how all the big stars did it. After commissioning a fully functioning Fireblast costume, he took to the streets, mask-off of course, to do some \"crimefighting\". Mostly he signed autographs and helped a lady cross the street. While enjoying a large cup of coffee on his break from heroics, Santiago noticed a guy up to no good, trying to break into a parked car nearby. Not seeing any police officers, he decided he could try doing something himself, maybe it could result in some good PR. What's the worst that could happen? He put a hand on thief's back, to which the criminal reacted by pulling out a gun on the actor, with a crazy look in his eyes. Santiago, stunned by this development was about to start pleading for his life, until he noticed the criminal's jacket was on fire. Soon the car thief noticed himself, and in a panic started wriggling around and dropped his gun. Apperantly the hot coffee cup had burned one of the mechanisms in the suit, so touching the criminal set his clothes ablaze. By the time he had gotten the flaming jacket off, Santiago was able to take control of the situation and restrained him until police arrived. After that day, mr. Moreno's stock hit a new record, and all the extra praise and attention was certainly welcome. He decided to keep doing this superhero thing for a while and as Fuego became the first unmasked hero.",
		"image": "fuego"
	}, {
		"name": "Professor Hex",
		"origin": "Shandong, China",
		"realName": "Shirong Wu",
		"age": 55,
		"description": "Villains are made, not born. Living proof of that is Shirong Wu - now a master of the ancient arts, he has very humble beginnings as a professor of archeology in China. Shirong's love for his work was outmatched only by his love for his wife and two sons. For the majority of the year he would mentor students, and while classes were out he practiced his teachings by partaking in expeditions around the world, often taking his eldest son - Feng. Ten years ago, on one such occasion, the professor was part of a small group of five, exploring ancient mayan ruins. Towards the end of their expedition, Shirong, unsatisfied with their findings, decided to explore a remote area they hadn't spent any time in. Not finding anything notable there at first, that would change when he tripped on a crevice hidden in deep grass. Clearing the foliage he discovered a narrow entrance for a cave. Shining his flashlight inside stupefied the professor. The walls of what he thought was a cave were covered with tiles and paintings, clearly untouched for many years. He had to investiage further, so he called out for his son, not wanting to enter without anyone knowing where he is. A few minutes passed without anyone showing up and although Shirong knew better, he chose to enter on his own, his curiosity was too strong. No one knows what occured in the cavern, what the archeologist faced or even that he went inside in the first place. Three months passed before mr. Wu's grieving family accepted that they would never see him again. Seven years later the first sign that Shirong had returned appeared when he was involved in a museam heist in Chicago. After that, more and more frequently he was witnessed in increasingly bizzare crimes, wearing clothes you might imagine on a mage from a fantasy novel, but Shirong's abilities were all too real. Somehow he demonstrated control of ancient magics, using them to accomplish his deeds. It was hard for the Wu family to watch their patriarch turn evil, goes so far as to declare that he is now, as he had been for a long time \"Dead to them\". They were right, the caring archeologist died in that cave, from his ashes rose Professor Hex.",
		"image": "hex"
	}, {
		"name": "Shield Maiden",
		"origin": "Dortmund, Germany",
		"realName": "Ana Harrison",
		"age": 40,
		"description": "Ana - a historian from Germany, took the name Harrison after falling in love during a holiday in the USA. After a work summer in Washington she met Dylan Harrison - an architect. Before long she made a decision to stay with him and a few years later they marries on the beach and moved into a house Dylan himself designed. Accouting for Ana's love for medieval, their home contained room for her collection of armors and weapons as well as a modest library housing knowledge from the era. The young family enjoyed their quiet life in the countryside, occasionally making their way into the city to see a play. After one such trip, they headed back to their car, happy with the production, but were stopped in an alley by an armed man with a mad look in his eyes. He demanded money, so Dylan obliged, not wanting to aggrevate the man. However, when the criminal spotted a precious, ornate jewel on Ana's neck, he asked for that as well. Dylan knowing how much his wife valued it protested and got into a short scuffle with the thief. Moments later a loud bang changed Ana's life forever, as Dylan fell to the ground and the spooked criminal took off. Police could not find him. Over the next months Ana's sorrow turned to anger and soon she could not get rid of a thought that echoed in her mind - \"I could not do anything then, but I can do something now\". She looked around her empty house, littered with armaments that had long been retired. She'd seen reports on the news about men dressing in colorful outfits to fight crime, not that odd for a woman to don armor and do the same. The very same night she left her home covered from head to toe in iron and wielding a large mace. She got a few odd looks and it wasn't long before she found trouble. A women was in a situation similar to hers, with a yong hooligan holding a knife to her neck, asking for her purse. Before he even knew she was around, Ana struck him with her weapon. In the moment part of her felt shocked with her own actions, but she was blinded by her memories. When she looked up, the girl was running away, seemingly more scared than before. Despite this, she kept doing it, each of her interventions she felt justified, until she was the one  who was intercepted. The gang of one of the men she assaulted had set up a trap for her and she was severely outnumbered. This time someone came to HER rescue, one of the costumed heroes she had read about in the newspaper. She was amazed with how easily he defeated the group. Once it was all done, he didn't utter a word, simply looked at her and then her weapon. His eyes held a mountain of disapproval, and Ana felt shame. She wasn't fighting anything but a ghost. She traded her mace in for a shield and stood tall protecting the innocent without playing judge, jury and executioner. This was many years ago, today Ana is retired from her crimefighting days. But it seem a new threat will require her to become the Shield Maiden once more.",
		"image": "maiden"
	}, {
		"name": "The Witch",
		"realName": "Sarah Brooks",
		"origin": "Missouri, USA",
		"age": 31,
		"description": "People fear what they don't understand and Sarah Brooks certainly is a mystery. At a young age she exhibited supernatural abilities. Her parents often noticed things not being where they left them around the house even when she was a baby. It was only when she turned four that they were certain she could move things with her mind. The mom and dad, simple folk from the countryside, didn't know how to react. The more she explored and developed her powers the more they grew afraid. Doors opening on their own, items floating around the house and loud banging in the middle of the night were a daily occurance. That's when the Brooks family made the biggest mistake of their lives. They couple decided someone should know about this, maybe they'd be able to \"fix\" little Sarah. Thirty three hours after visiting a doctor Sarah was taken by unmarked vehicles not even giving her a chance to say goodbye to her parents. She was sedated immediately and taken to an undisclosed location. For most of her life, Sarah would stay restrained and half-asleep from medication, while scientists studied her gift. But she wasn't out of it completely, the young woman slowly learned to harness her power, while the men and women guarding her lowered her guard with time. She was only waiting for an opening and that came one day when the guard forgot to tighten her restraints. She burst out of her room, and moved through the facility, the layout of which she had memorized over the years, leaving a trail of bodies. Her powers far beyond what they were the last time she used them. When she was done, the only survivor was Brad - a janitor who out of pity gave her one of his deserts four years ago. So, now that she had exacted revenge on those who wronged her, was she done? Would the violence stop? It's unclear, the only thing that's certain is that the witch is loose.",
		"image": "witch"
	}, {
		"name": "Nightwatcher",
		"realName": "Martin Davis",
		"origin": "New York, USA",
		"age": 37,
		"description": "Mental illness and vigilantism don't mix well. After a violent episode Martin Davis was admitted to the <INSERT> Physciatric Hospital at the age of twenty, and if he didn't have schizophrenia then, he certainly had something wrong with him when he came out more than ten years later. The most important thing he learned on the inside was to not trust anyone with his true feelings and what his voices told him to do. And they were very vocal ones too. Upon his release he left his relatives waiting for him at the hospital, as he hitchhiked to a nearby town. The man's stay at the institution had left him with a very skewed view on morality. He felt he was wronged, meaning that he knew what was right. Thing were either one or the other, he thought, and appointed himself as judge. After finding a low effort daytime job he got busy tinkering and learning and soon had a working prototype to put his plan into motion. He had crafted a grappling hook to help him get around, and after stitching together a basic suit to conceal his identity he started using his nights to \"patrol\" the city and intervening whenever he saw wrongdoings. However, when you see everything as black or white, your actions can be quite misguided. Because of the severe punishments he applied to his opponents he got on the Alliance's radar pretty swiftly. Now, with enemies among both heroes and villains, he has burned all bridges and has only himself - but who is he anyway? Has his illness left anything of Martin Davis, is has he fully become that which was only a costume, has he become the Nightwatcher?",
		"image": "nightwatcher"
	}, {
		"name": "Ruby",
		"realName": "Hyun Gwon",
		"origin": "Busan, South Korea",
		"age": 24,
		"description": "While America may have been the first to get costumed crusaders protecting them, Asia were first to normalize the role superheroes. Ten years ago, superheroics were legalized and anyone who could get their license would be guaranteed a job by the government. Soon after that, many who had been hiding supernatural gifts, acquired in various ways ,felt comfortable revealing them. The journey was hard, but worth it for those who wanted to make a difference. The very same year a young Hyun Gwon watched with glee as heroes filled the streets and wished to join them one day. So much so that until her twentieth birthday her wish every year is to have superpowers. Two weeks after she turned twenty her wish was finally granted. Hyun studies Advanced Physics and her graduation project was a portable laser cutter that could pierce anything from metal to stone, but it wasn't working with transparent objects. Frustrated one night, she left the machine on with a small ruby in front of the laser to try and slice it. When she woke up, she found the gem had not been split in two, but was glowing with a bright red light, as if it had absorbed the laser's energy. She carelessly touched it, only to have the accumulated light surge all the way through her arm, slicing a bone and leaving her fingertips blackened, as if struck by lightning. After a trip to the ER, the student's hand was placed in a cast and she had to put her work on hold. The frustration of not being able to work properly anymore built up inside her. She attemped, and failed to only use one hand, and angry at the results discharged a beam of light from her wounded arm, slicing her cast (and wardrobe) in half. It took her several minutes to figure out what had just happened, but once she did her priorities immediately jumped back to her childhood dream. With this strong yet chaotic power, and her knowledge in physics she was able to create a costume that let her shoot concentrated beams of energy from her hand. Getting her license after that was easy, and so Korea now has a new protector - Ruby.",
		"image": "ruby"
	}, {
		"name": "Hiroku",
		"realName": "Hiroku Hamada",
		"origin": "Tokyo, Japan",
		"age": 23,
		"description": "For some strength comes naturally. Only those that strive to achieve it can truly appreciate it's value. Few are born with less strength than Hiroku Hamada - now a young man from Japan, Hiroku was born with a respiratory disease which required daily care and constrained him inside his own home. Watching the other children play outside wasn't easy, but he knew that at the end of the day he'd see his personal hero - his dad. Hiroku's father - Akira is a police officer in Tokyo and his stories would always brighten his son's day. Stories of bravery, unity and action didn't only fix Hiroku's mood, they lit a spark in him. His dream of helping people like his father seemed as sweet as they were distant. Years later Akira came home a little happier than usual. Young Hiroku was all grown up, now at the age of nineteen, so his dad spoke to his superiors about possibly taking the boy on as an officer, and they agreed. Hiroku was euphoric to say the least, despite his chest pains he went through the police academy (scoring quite badly overall), but his position was guaranteed. On his first day at the job, however, he was instructed to sit at a narrow desk and had a polite lady explain to him what his job would be. As the man listened to her explanation it became clear he would never do any field work. His disappointment subsided, he knew what his body was like, so if this helps people then he's happy with it. More than an year later Hiroku grew used to his work and his collegues it had become a pleasant routine, which was interrupted one early morning when the chief of police invited him into this office. His father was on a different seat, himself unsure what this was about. They were soon joined by a woman wearing all white clothes and dark glasses. She introduced herself as Mai and said she had a proposition for young Hiroku. It was no mystery to his collegues that the man desperately wished to be out helping people directly, but his body was holding him back. The company Mai was representing wanted a model for their new body augmentation technology, someone with a good heart and a real need for it. Hiroku's physiology would be modified to make him the ultimate policeman. His father immediately protested, he would not allow his child to suffer any more, but it wasn't his decision to make. A chance to make his childhood dream come true? Hiroku couldn't refuse. He agreed to the procedure. Within a week he was laying on an operating table. After being injected with a sedative he fell asleep. When he wakes up he'd lined with bullet-proof plates, cured of his illness and equipped with high-voltage dischargers. When he wakes up his name would be the same, but what part of him will is still be him?",
		"image": "hiroku"
	}, {
		"name": "???",
		"realName": "???",
		"origin": "???",
		"age": "??",
		"description": "[REDACTED]",
		"image": "max_impact"
	}, {
		"name": "???",
		"realName": "???",
		"origin": "???",
		"age": "??",
		"description": "[REDACTED]",
		"image": "rubber_girl"
	}]
}